Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Home_QuickPresets
source: Quick Presets
de_de: Schnellvorlagen
es_mx: Ajustes rápidos
fr_fr: Préréglages rapides
hi_in: क्विक प्रीसेट
id_id: Preset Cepat
it_it: Predefiniti Rapidi
ja_jp: クイックプリセット
ko_kr: 빠른 프리셋
pt_br: Predefinições rápidas
ru_ru: Пресеты
zh_cn: 快速预设
zh_tw: 快速預設

# Home_ManagePresets
source: Manage
de_de: Verwalten
es_mx: Gestionar
fr_fr: Gérer
hi_in: प्रबंधित करें
id_id: Kelola
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
pt_br: Gerenciar
ru_ru: Управление
zh_cn: 管理
zh_tw: 管理

# Home_NoPresetsPinned
source: No presets pinned
de_de: Keine Vorgaben angeheftet
es_mx: No hay ajustes fijados
fr_fr: Aucun préréglage épinglé
hi_in: कोई प्रीसेट पिन नहीं
id_id: Tidak ada preset yang disematkan
it_it: Nessun predefinito fissato
ja_jp: 固定されたプリセットなし
ko_kr: 고정된 프리셋 없음
pt_br: Nenhuma predefinição fixada
ru_ru: Нет закреплённых пресетов
zh_cn: 未固定任何预设
zh_tw: 未釘選任何預設

# Home_SwitchServer
source: Switch to {0} Server
de_de: Zum {0}-Server wechseln
es_mx: Cambiar a servidor {0}
fr_fr: Passer au serveur {0}
hi_in: {0} सर्वर पर स्विच करें
id_id: Ganti ke Server {0}
it_it: Passa al Server {0}
ja_jp: {0} サーバーに切替
ko_kr: {0} 서버로 전환
pt_br: Trocar para servidor {0}
ru_ru: Сменить сервер на {0}
zh_cn: 切换到 {0} 服
zh_tw: 切換到 {0} 服

# Home_SwitchOfficial
source: Switch to Official Server
de_de: Zum offiziellen Server wechseln
es_mx: Cambiar a servidor Oficial
fr_fr: Passer au serveur Officiel
hi_in: आधिकारिक सर्वर पर स्विच करें
id_id: Ganti ke Server Official
it_it: Passa al Server Ufficiale
ja_jp: 公式サーバーに切替
ko_kr: 공식 서버로 전환
pt_br: Trocar para servidor Oficial
ru_ru: На официальный сервер
zh_cn: 切换到 官方服务器
zh_tw: 切換到官方伺服器

# Home_SwitchBilibili
source: Switch to Bilibili Server
de_de: Zum Bilibili-Server wechseln
es_mx: Cambiar a servidor Bilibili
fr_fr: Passer au serveur Bilibili
hi_in: बिलिबिलि सर्वर पर स्विच करें
id_id: Ganti ke Server Bilibili
it_it: Passa al Server Bilibili
ja_jp: Bilibiliサーバーに切替
ko_kr: Bilibili 서버로 전환
pt_br: Trocar para servidor Bilibili
ru_ru: На сервер Bilibili
zh_cn: 切换到 Bilibili 服
zh_tw: 切換到 Bilibili 服

# Home_SwitchSuccess
source: Switch Successful
de_de: Wechsel erfolgreich
es_mx: Cambio exitoso
fr_fr: Changement réussi
hi_in: स्विच सफल
id_id: Pergantian Berhasil
it_it: Cambio Riuscito
ja_jp: 切替成功
ko_kr: 전환 성공
pt_br: Troca bem-sucedida
ru_ru: Смена успешна
zh_cn: 切换成功
zh_tw: 切換成功

# Home_SwitchedTo_Format
source: Successfully switched to {0} server. {1}
de_de: Erfolgreich zum {0}-Server gewechselt. {1}
es_mx: Cambiado exitosamente al servidor {0}. {1}
fr_fr: Passage au serveur {0} réussi. {1}
hi_in: सफलतापूर्वक {0} सर्वर पर स्विच किया गया। {1}
id_id: Berhasil beralih ke server {0}. {1}
it_it: Passato con successo al server {0}. {1}
ja_jp: {0} サーバーに正常に切り替えました。{1}
ko_kr: {0} 서버로 성공적으로 전환되었습니다. {1}
pt_br: Trocado com sucesso para o servidor {0}. {1}
ru_ru: Успешно переключено на {0}. {1}
zh_cn: 已成功切换至 {0} 服。{1}
zh_tw: 已成功切換至 {0} 服。{1}

# Home_SwitchFailed
source: Switch Failed
de_de: Wechsel fehlgeschlagen
es_mx: Cambio fallido
fr_fr: Échec du changement
hi_in: स्विच विफल
id_id: Pergantian Gagal
it_it: Cambio Fallito
ja_jp: 切替失敗
ko_kr: 전환 실패
pt_br: Falha na troca
ru_ru: Смена не удалась
zh_cn: 切换失败
zh_tw: 切換失敗

# Home_RefreshFailed
source: Refresh Failed
de_de: Aktualisierung fehlgeschlagen
es_mx: Actualización fallida
fr_fr: Échec de l'actualisation
hi_in: रीफ़्रेश विफल
id_id: Penyegaran Gagal
it_it: Aggiornamento Fallito
ja_jp: 更新失敗
ko_kr: 새로고침 실패
pt_br: Falha ao atualizar
ru_ru: Ошибка обновления
zh_cn: 刷新失败
zh_tw: 重新整理失敗

# Home_NoActiveAccount
source: No active account
de_de: Kein aktives Konto
es_mx: Sin cuenta activa
fr_fr: Aucun compte actif
hi_in: कोई सक्रिय खाता नहीं
id_id: Tidak ada akun aktif
it_it: Nessun account attivo
ja_jp: アクティブアカウントなし
ko_kr: 활성 계정 없음
pt_br: Nenhuma conta ativa
ru_ru: Нет активного аккаунта
zh_cn: 没有活跃账户
zh_tw: 沒有活躍帳戶

# Home_CannotLoadCredentials
source: Unable to load account credentials
de_de: Kontoanmeldedaten können nicht geladen werden
es_mx: No se pueden cargar las credenciales de la cuenta
fr_fr: Impossible de charger les identifiants du compte
hi_in: खाता क्रेडेंशियल लोड करने में असमर्थ
id_id: Tidak dapat memuat kredensial akun
it_it: Impossibile caricare le credenziali dell'account
ja_jp: アカウント認証情報を読み込めません
ko_kr: 계정 자격 증명을 로드할 수 없습니다
pt_br: Não foi possível carregar as credenciais da conta
ru_ru: Не удалось загрузить данные аккаунта
zh_cn: 无法加载账户凭证
zh_tw: 無法載入帳戶憑證

# Home_BBSSecurityTitle
source: Security Notice
de_de: Sicherheitshinweis
es_mx: Aviso de seguridad
fr_fr: Conseil de sécurité
hi_in: सुरक्षा सूचना
id_id: Pemberitahuan Keamanan
it_it: Avviso di Sicurezza
ja_jp: セキュリティ通知
ko_kr: 보안 알림
pt_br: Aviso de segurança
ru_ru: Безопасность
zh_cn: 安全提示
zh_tw: 安全提示

# Home_BBSSecurityMessage
source: Accessing the Battle Chronicle page may flag your account as a risk account, which could prevent some features from working properly. Continue anyway?
de_de: Der Zugriff auf die Kampfstatistik-Seite kann dazu führen, dass dein Konto als Risikokonto eingestuft wird. Dies kann dazu führen, dass einige Funktionen (z.B. Automatisierungstools oder bestimmte Webseiten) nicht mehr richtig funktionieren. Möchtest du trotzdem fortfahren?
es_mx: Acceder a la página de la Crónica de Batalla puede marcar tu cuenta como cuenta de riesgo, lo que podría impedir que algunas funciones funcionen correctamente. ¿Continuar de todos modos?
fr_fr: Accéder à la page des données de combat pourrait entraîner le marquage de votre compte comme compte à risque, ce qui pourrait empêcher le fonctionnement normal de certaines fonctionnalités (comme certains outils automatisés ou l'accès à des pages web spécifiques). Voulez-vous vraiment continuer ?
hi_in: बैटल क्रॉनिकल पेज तक पहुँचने पर आपका खाता जोखिम खाते के रूप में चिह्नित हो सकता है, जिससे कुछ सुविधाएँ ठीक से काम नहीं कर सकतीं। फिर भी जारी रखें?
id_id: Mengakses halaman Battle Chronicle dapat menandai akun Anda sebagai akun berisiko, yang dapat mencegah beberapa fitur berfungsi dengan baik. Tetap lanjutkan?
it_it: L'accesso alla pagina Cronache di Battaglia potrebbe contrassegnare il tuo account come account a rischio, impedendo il corretto funzionamento di alcune funzionalità. Continuare comunque?
ja_jp: 戦績ページにアクセスすると、アカウントがリスクアカウントとしてフラグされ、一部機能が正常に動作しなくなる可能性があります。続行しますか？
ko_kr: 전투 기록 페이지에 접근하면 계정이 위험 계정으로 표시되어 일부 기능이 제대로 작동하지 않을 수 있습니다. 계속하시겠습니까?
pt_br: Acessar a página de Crônicas de Batalha pode sinalizar sua conta como conta de risco, o que pode impedir o funcionamento adequado de alguns recursos. Continuar mesmo assim?
ru_ru: Доступ к боевой хронике может пометить аккаунт как рискованный. Продолжить?
zh_cn: 进入战绩信息页面可能会导致您的账户被标注为风险账户，进而导致部分功能（如某些自动化工具或特定网页访问）无法正常使用，是否确认继续？
zh_tw: 進入戰績資訊頁面可能會導致您的帳戶被標註為風險帳戶，進而導致部分功能（如某些自動化工具或特定網頁存取）無法正常使用，是否確認繼續？

# Home_BBSConfirm
source: Confirm
de_de: Fortfahren bestätigen
es_mx: Confirmar
fr_fr: Confirmer et continuer
hi_in: पुष्टि करें
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认继续
zh_tw: 確認繼續

# Home_ErrNoGamePath
source: No valid game path found. Please set the game location in Settings first.
de_de: Kein gültiger Spielpfad gefunden. Bitte lege zuerst den Spielpfad in den Einstellungen fest.
es_mx: No se encontró una ruta de juego válida. Por favor, establece la ubicación del juego en Ajustes primero.
fr_fr: Chemin de jeu valide introuvable. Veuillez d'abord configurer l'emplacement du jeu dans les paramètres.
hi_in: कोई मान्य गेम पथ नहीं मिला। कृपया पहले सेटिंग्स में गेम स्थान सेट करें।
id_id: Tidak ada path game valid yang ditemukan. Silakan atur lokasi game di Pengaturan terlebih dahulu.
it_it: Nessun percorso di gioco valido trovato. Imposta prima la posizione del gioco nelle Impostazioni.
ja_jp: 有効なゲームパスが見つかりません。設定でゲームの場所を指定してください。
ko_kr: 유효한 게임 경로를 찾을 수 없습니다. 먼저 설정에서 게임 위치를 지정하세요.
pt_br: Nenhum caminho de jogo válido encontrado. Por favor, defina o local do jogo nas Configurações primeiro.
ru_ru: Путь к игре не задан. Укажите в настройках.
zh_cn: 未找到有效的游戏路径，请先在设置页设置游戏位置
zh_tw: 未找到有效的遊戲路徑，請先在設定頁設定遊戲位置

# Home_ErrConfigNotFound
source: Unable to find the config.ini configuration file. Server switch is unavailable.
de_de: config.ini konnte nicht gefunden werden. Serverwechsel nicht möglich.
es_mx: No se puede encontrar el archivo de configuración config.ini. El cambio de servidor no está disponible.
fr_fr: Impossible de trouver le fichier config.ini, impossible de changer de serveur.
hi_in: config.ini कॉन्फ़िगरेशन फ़ाइल नहीं मिली। सर्वर स्विच अनुपलब्ध है।
id_id: Tidak dapat menemukan file konfigurasi config.ini. Pergantian server tidak tersedia.
it_it: Impossibile trovare il file di configurazione config.ini. Il cambio server non è disponibile.
ja_jp: config.ini設定ファイルが見つかりません。サーバー切替が利用できません。
ko_kr: config.ini 설정 파일을 찾을 수 없습니다. 서버 전환을 사용할 수 없습니다.
pt_br: Não foi possível encontrar o arquivo de configuração config.ini. A troca de servidor está indisponível.
ru_ru: config.ini не найден. Смена сервера недоступна.
zh_cn: 无法找到 config.ini 配置文件，无法切换服务器
zh_tw: 無法找到 config.ini 設定檔，無法切換伺服器

# Home_ErrSwitchException
source: An error occurred while preparing to switch servers.
de_de: Fehler bei der Vorbereitung des Serverwechsels
es_mx: Ocurrió un error al preparar el cambio de servidor.
fr_fr: Une exception s'est produite lors de la préparation du changement.
hi_in: सर्वर स्विच करने की तैयारी के दौरान एक त्रुटि हुई।
id_id: Terjadi kesalahan saat mempersiapkan pergantian server.
it_it: Si è verificato un errore durante la preparazione del cambio server.
ja_jp: サーバー切替準備中にエラーが発生しました。
ko_kr: 서버 전환 준비 중 오류가 발생했습니다.
pt_br: Ocorreu um erro ao preparar a troca de servidores.
ru_ru: Ошибка при подготовке смены сервера.
zh_cn: 准备切换时发生异常
zh_tw: 準備切換時發生異常

# Home_OfficialServer
source: Official Server
de_de: Offizieller Server
es_mx: Servidor Oficial
fr_fr: Serveur Officiel
hi_in: आधिकारिक सर्वर
id_id: Server Official
it_it: Server Ufficiale
ja_jp: 公式サーバー
ko_kr: 공식 서버
pt_br: Servidor Oficial
ru_ru: Офиц. сервер
zh_cn: 官服
zh_tw: 官服

# Home_BilibiliServer
source: Bilibili Server
de_de: B-Server
es_mx: Servidor Bilibili
fr_fr: Serveur Bilibili
hi_in: बिलिबिलि सर्वर
id_id: Server Bilibili
it_it: Server Bilibili
ja_jp: Bilibiliサーバー
ko_kr: Bilibili 서버
pt_br: Servidor Bilibili
ru_ru: Сервер Bilibili
zh_cn: B服
zh_tw: B服

# Home_Deployed
source: Deployed
de_de: Bereitgestellt
es_mx: Desplegado
fr_fr: Déployé
hi_in: तैनात
id_id: Diterapkan
it_it: Distribuito
ja_jp: 展開済み
ko_kr: 배포됨
pt_br: Implantado
ru_ru: Развёрнуто
zh_cn: 已部署
zh_tw: 已部署

# Home_Cleaned
source: Cleaned
de_de: Bereinigt
es_mx: Limpiado
fr_fr: Nettoyé
hi_in: साफ़ किया गया
id_id: Dibersihkan
it_it: Pulito
ja_jp: クリーン済み
ko_kr: 정리됨
pt_br: Limpo
ru_ru: Очищено
zh_cn: 已清理
zh_tw: 已清理

# Home_OpenLink
source: Open Link
de_de: Link öffnen
es_mx: Abrir enlace
fr_fr: Ouvrir le lien
hi_in: लिंक खोलें
id_id: Buka Tautan
it_it: Apri Link
ja_jp: リンクを開く
ko_kr: 링크 열기
pt_br: Abrir link
ru_ru: Открыть ссылку
zh_cn: 打开链接
zh_tw: 開啟連結

# Home_OpenLinkFailed
source: Failed to open link
de_de: Link konnte nicht geöffnet werden
es_mx: Error al abrir el enlace
fr_fr: Échec d'ouverture du lien
hi_in: लिंक खोलने में विफल
id_id: Gagal membuka tautan
it_it: Apertura link fallita
ja_jp: リンクを開けませんでした
ko_kr: 링크를 열지 못했습니다
pt_br: Falha ao abrir link
ru_ru: Не удалось открыть ссылку
zh_cn: 打开链接失败
zh_tw: 開啟連結失敗

# Home_GachaTooltip
source: Wish History Analysis: Analyze your wish records and view pull statistics
de_de: Wunschverlauf-Analyse: Analysiert die Wunschhistorie und zeigt detaillierte Statistiken an.
es_mx: Análisis de historial de deseos: Analiza tus registros de deseos y consulta estadísticas de tiradas
fr_fr: Analyse des vœux : analyse l'historique des vœux en jeu et affiche les statistiques de tirage
hi_in: विश इतिहास विश्लेषण: अपने विश रिकॉर्ड का विश्लेषण करें और पुल आँकड़े देखें
id_id: Analisis Riwayat Wish: Analisis catatan wish Anda dan lihat statistik pull
it_it: Analisi Cronologia Desideri: Analizza i tuoi record desideri e visualizza le statistiche dei pull
ja_jp: 祈願履歴分析: 祈願記録を分析し、抽選統計を表示します
ko_kr: 기원 기록 분석: 기원 기록을 분석하고 뽑기 통계를 확인하세요
pt_br: Análise de histórico de desejos: Analise seus registros de desejos e veja estatísticas de tiragens
ru_ru: Анализ молитв: статистика и история молитв
zh_cn: 抽卡记录分析：分析游戏内的祈愿记录，展示抽卡数据情况
zh_tw: 祈願記錄分析：分析遊戲內的祈願記錄，展示抽卡資料情況

# Home_AchievementTooltip
source: Achievement Tracking: Track your achievement progress, with export & import support
de_de: Erfolgsverfolgung: Verfolgt den Fortschritt der Erfolge im Spiel, unterstützt Export und Import.
es_mx: Seguimiento de logros: Haz seguimiento de tu progreso de logros, con soporte de exportación e importación
fr_fr: Suivi des succès : suit la progression des succès en jeu, avec export et import
hi_in: उपलब्धि ट्रैकिंग: निर्यात और आयात समर्थन के साथ अपनी उपलब्धि प्रगति ट्रैक करें
id_id: Pelacakan Achievement: Lacak progres achievement Anda, dengan dukungan ekspor & impor
it_it: Tracciamento Obiettivi: Tieni traccia dei tuoi progressi obiettivi, con supporto esportazione e importazione
ja_jp: アチーブメント追跡: アチーブメント進捗を追跡し、エクスポート・インポートに対応
ko_kr: 업적 추적: 업적 진행 상황을 추적하고 내보내기 및 가져오기를 지원합니다
pt_br: Acompanhamento de conquistas: Acompanhe seu progresso de conquistas, com suporte a exportação e importação
ru_ru: Достижения: отслеживание прогресса, экспорт и импорт
zh_cn: 成就追踪：追踪游戏内成就的完成进度，支持导出与导入
zh_tw: 成就追蹤：追蹤遊戲內成就的完成進度，支援匯出與匯入

# Home_InventoryTooltip
source: Inventory Items: View the materials in your current account's inventory
de_de: Inventargegenstände: Zeigt die Materialien im Inventar des aktuellen Kontos an.
es_mx: Objetos del inventario: Consulta los materiales en el inventario de tu cuenta actual
fr_fr: Inventaire : consulte les matériaux dans le sac du compte actuel
hi_in: इन्वेंटरी आइटम: अपने वर्तमान खाते की इन्वेंटरी में सामग्री देखें
id_id: Item Inventori: Lihat material di inventori akun Anda saat ini
it_it: Oggetti Inventario: Visualizza i materiali nell'inventario del tuo account corrente
ja_jp: 所持品: 現在のアカウントの所持品を表示
ko_kr: 인벤토리 아이템: 현재 계정의 인벤토리에 있는 재료를 확인하세요
pt_br: Itens do inventário: Veja os materiais no inventário da sua conta atual
ru_ru: Инвентарь: просмотр материалов аккаунта
zh_cn: 背包物品：查看当前账号游戏内背包中的材料
zh_tw: 背包物品：查看目前帳號遊戲內背包中的材料

# Home_PlayerRoleTooltip
source: Character Build Lookup: View characters' level, constellation, weapons, and artifact builds
de_de: Charakter-Build-Abfrage: Zeigt Level, Sternbild, Waffe und Artefakt-Setup der besessenen Charaktere an.
es_mx: Consulta de builds de personajes: Consulta el nivel, constelaciones, armas y builds de artefactos de los personajes
fr_fr: Stats des personnages : consulte le niveau, les constellations, l'arme et les artéfacts des personnages possédés
hi_in: पात्र बिल्ड लुकअप: पात्रों का स्तर, कॉन्स्टेलेशन, हथियार और आर्टिफैक्ट बिल्ड देखें
id_id: Pencarian Build Karakter: Lihat level, konstelasi, senjata, dan build artefak karakter
it_it: Ricerca Build Personaggi: Visualizza livello, costellazione, armi e build artefatti dei personaggi
ja_jp: キャラクター育成確認: キャラクターのレベル、命ノ星座、武器、聖遺物を確認
ko_kr: 캐릭터 육성 조회: 캐릭터의 레벨, 운명의 자리, 무기, 성유물 빌드를 확인하세요
pt_br: Consulta de builds de personagens: Veja nível, constelação, armas e builds de artefatos dos personagens
ru_ru: Персонажи: уровень, созвездия, оружие, артефакты
zh_cn: 角色练度查询：查询已拥有角色的等级、命座、武器及圣遗物搭配情况
zh_tw: 角色練度查詢：查詢已擁有角色的等級、命之座、武器及聖遺物搭配情況

# Home_NotesTooltip
source: Traveler's Notes: View real-time data such as available character material domains in a separate window
de_de: Reisenotizen: Zeigt in einem separaten Fenster Echtzeitdaten wie aktuell verfügbare Material-Domänen an.
es_mx: Notas del viajero: Consulta datos en tiempo real como dominios de materiales de personaje disponibles en una ventana separada
fr_fr: Carnet de voyage : fenêtre indépendante affichant les données en temps réel comme les donjons de matériaux disponibles
hi_in: यात्री के नोट्स: अलग विंडो में उपलब्ध पात्र सामग्री डोमेन जैसे रीयल-टाइम डेटा देखें
id_id: Catatan Perjalanan: Lihat data real-time seperti domain material karakter yang tersedia di jendela terpisah
it_it: Note del Viaggiatore: Visualizza dati in tempo reale come i domini dei materiali dei personaggi in una finestra separata
ja_jp: 旅人のメモ: キャラクター素材秘境などのリアルタイムデータを別ウィンドウで表示
ko_kr: 여행자 노트: 별도 창에서 캐릭터 육성 재료 도메인 등 실시간 데이터를 확인하세요
pt_br: Notas do viajante: Veja dados em tempo real, como domínios de materiais de personagem disponíveis, em uma janela separada
ru_ru: Заметки: реальное время, доступные данжи материалов
zh_cn: 旅行便签：独立窗口显示当前开放的角色材料秘境等实时数据
zh_tw: 旅行便箋：獨立視窗顯示目前開放的角色材料秘境等即時資料

# Home_VideoTooltip
source: Video Library: Browse character demos and in-game cutscenes
de_de: Videobibliothek: Ermöglicht das Ansehen von Charaktervideos und Zwischensequenzen.
es_mx: Videoteca: Explora demostraciones de personajes y cinemáticas del juego
fr_fr: Vidéothèque : consultez les vidéos des personnages ou les cinématiques du jeu
hi_in: वीडियो लाइब्रेरी: पात्र डेमो और इन-गेम कटसीन ब्राउज़ करें
id_id: Perpustakaan Video: Jelajahi demo karakter dan cutscene dalam game
it_it: Libreria Video: Sfoglia demo personaggi e cutscene di gioco
ja_jp: 動画ライブラリ: キャラクターデモやゲーム内カットシーンを閲覧
ko_kr: 비디오 라이브러리: 캐릭터 데모 및 게임 내 컷신을 감상하세요
pt_br: Biblioteca de vídeos: Navegue por demos de personagens e cutscenes do jogo
ru_ru: Видеотека: ролики персонажей и катсцены
zh_cn: 视频资源库：可查看各类游戏角色或者游戏内过场动画
zh_tw: 影片資源庫：可查看各類遊戲角色或遊戲內過場動畫

# Home_BBSTooltip
source: Battle Chronicle: View detailed battle records such as Spiral Abyss and Imaginarium Theater
de_de: Kampfstatistiken: Zeigt detaillierte Kampfdaten wie Gewundener Abgrund und Theater der imaginären Realität an.
es_mx: Crónica de batalla: Consulta registros de batalla detallados como Espiral del Abismo y Teatro de la Imaginación
fr_fr: Données de combat : consultez les données détaillées des Profondeurs et du Théâtre de l'Imaginarium
hi_in: बैटल क्रॉनिकल: स्पाइरल एबिस और इमेजिनेरियम थिएटर जैसे विस्तृत युद्ध रिकॉर्ड देखें
id_id: Battle Chronicle: Lihat catatan pertempuran detail seperti Spiral Abyss dan Imaginarium Theater
it_it: Cronache di Battaglia: Visualizza registri di battaglia dettagliati come Abisso a Spirale e Teatro Immaginario
ja_jp: 戦績: 深境螺旋や幻想シアターなどの詳細戦績データを表示
ko_kr: 전투 기록: 나선비경, 환상극장 등 상세 전투 기록을 확인하세요
pt_br: Crônicas de batalha: Veja registros detalhados de batalha, como Abismo Espiral e Teatro Imaginarium
ru_ru: Хроника: Витой Бездны, Театр «Воображариум» и др.
zh_cn: 战绩信息：查询深渊、幻想真境剧诗等详细战绩数据
zh_tw: 戰績資訊：查詢深境螺旋、幻想真境劇詩等詳細戰績資料

# OtherPage_Title
source: Other Settings
de_de: Weitere Einstellungen
es_mx: Otros ajustes
fr_fr: Autres paramètres
hi_in: अन्य सेटिंग्स
id_id: Pengaturan Lainnya
it_it: Altre Impostazioni
ja_jp: その他の設定
ko_kr: 기타 설정
pt_br: Outras configurações
ru_ru: Другие настройки
zh_cn: 其他设置
zh_tw: 其他設定

# OtherPage_ExternalPrograms
source: External Programs
de_de: Externe Programme
es_mx: Programas externos
fr_fr: Programmes externes
hi_in: बाहरी प्रोग्राम
id_id: Program Eksternal
it_it: Programmi Esterni
ja_jp: 外部プログラム
ko_kr: 외부 프로그램
pt_br: Programas externos
ru_ru: Внешние программы
zh_cn: 外部程序
zh_tw: 外部程式

# OtherPage_AdditionalProgramLaunch
source: Additional Program Launch
de_de: Zusätzlicher Programmstart
es_mx: Inicio de programa adicional
fr_fr: Lancement de programmes supplémentaires
hi_in: अतिरिक्त प्रोग्राम लॉन्च
id_id: Peluncuran Program Tambahan
it_it: Avvio Programma Aggiuntivo
ja_jp: 追加プログラム起動
ko_kr: 추가 프로그램 실행
pt_br: Inicialização de programa adicional
ru_ru: Дополнительный запуск
zh_cn: 附加程序启动
zh_tw: 附加程式啟動

# OtherPage_AutostartExeDesc
source: Launch the specified .exe program alongside the game automatically
de_de: Startet automatisch eine angegebene .exe-Datei zusammen mit dem Spiel.
es_mx: Inicia automáticamente el programa .exe especificado junto con el juego
fr_fr: Lancer automatiquement un programme .exe spécifié avec le jeu
hi_in: गेम के साथ निर्दिष्ट .exe प्रोग्राम स्वतः लॉन्च करें
id_id: Luncurkan program .exe yang ditentukan bersamaan dengan game secara otomatis
it_it: Avvia automaticamente il programma .exe specificato insieme al gioco
ja_jp: ゲームと同時に指定の.exeプログラムを自動起動
ko_kr: 게임과 함께 지정된 .exe 프로그램을 자동으로 실행합니다
pt_br: Iniciar o programa .exe especificado automaticamente junto com o jogo
ru_ru: Автозапуск .exe вместе с игрой
zh_cn: 随游戏自动启动指定的 .exe 程序
zh_tw: 隨遊戲自動啟動指定的 .exe 程式

# OtherPage_ProgramPath
source: Program Path
de_de: Programmpfad
es_mx: Ruta del programa
fr_fr: Chemin du programme
hi_in: प्रोग्राम पथ
id_id: Path Program
it_it: Percorso Programma
ja_jp: プログラムパス
ko_kr: 프로그램 경로
pt_br: Caminho do programa
ru_ru: Путь к программе
zh_cn: 程序路径
zh_tw: 程式路徑

# OtherPage_PathPlaceholder
source: e.g. C:\Tools\MapTool.exe
de_de: z.B.: C:\Tools\MapTool.exe
es_mx: ej. C:\Tools\MapTool.exe
fr_fr: Exemple : C:\Outils\MapTool.exe
hi_in: जैसे C:\Tools\MapTool.exe
id_id: mis. C:\Tools\MapTool.exe
it_it: es. C:\Strumenti\Mappa.exe
ja_jp: 例: C:\Tools\MapTool.exe
ko_kr: 예: C:\Tools\MapTool.exe
pt_br: ex.: C:\Ferramentas\MapTool.exe
ru_ru: напр. C:\Tools\MapTool.exe
zh_cn: 例如：C:\Tools\MapTool.exe
zh_tw: 例如：C:\Tools\MapTool.exe

# OtherPage_PathHint
source: Tip: If nothing happens after selecting a path, paste it manually and click Apply.
de_de: Hinweis: Wenn nach der Pfadauswahl nichts passiert, füge den Pfad manuell ein und klicke auf Anwenden.
es_mx: Consejo: Si no ocurre nada después de seleccionar una ruta, pégala manualmente y haz clic en Aplicar.
fr_fr: Astuce : si rien ne se passe après avoir choisi le chemin, collez-le manuellement et cliquez sur Appliquer.
hi_in: सुझाव: पथ चुनने के बाद यदि कुछ न हो, तो इसे मैन्युअल रूप से चिपकाएँ और लागू करें पर क्लिक करें।
id_id: Tips: Jika tidak terjadi apa-apa setelah memilih path, tempelkan secara manual dan klik Terapkan.
it_it: Suggerimento: Se non succede nulla dopo aver selezionato un percorso, incollalo manualmente e clicca Applica.
ja_jp: ヒント: パス選択後に反応がない場合、手動で貼り付けて適用してください。
ko_kr: 팁: 경로 선택 후 아무 반응이 없으면 수동으로 붙여넣고 적용을 클릭하세요.
pt_br: Dica: Se nada acontecer após selecionar um caminho, cole-o manualmente e clique em Aplicar.
ru_ru: Если не реагирует — вставьте путь вручную и нажмите Применить.
zh_cn: 提示：如果选择路径后无反应，请手动粘贴路径并点击应用。
zh_tw: 提示：如果選擇路徑後無反應，請手動貼上路徑並點擊套用。

# OtherPage_AccessibilityTools
source: Accessibility Tools
de_de: Hilfsfunktionen
es_mx: Herramientas de accesibilidad
fr_fr: Outils d'accessibilité
hi_in: सुगमता उपकरण
id_id: Alat Aksesibilitas
it_it: Strumenti Accessibilità
ja_jp: アクセシビリティツール
ko_kr: 접근성 도구
pt_br: Ferramentas de acessibilidade
ru_ru: Специальные возможности
zh_cn: 辅助功能
zh_tw: 輔助功能

# OtherPage_AutoClicker
source: Auto Clicker
de_de: Autoklicker
es_mx: Autoclic
hi_in: ऑटो क्लिकर
id_id: Klik Otomatis
it_it: Click Automatico
ja_jp: 自動クリック
ko_kr: 자동 클릭
ru_ru: Автокликер
zh_cn: 连点器
zh_tw: 連點器

# OtherPage_AutoClickerDesc
source: Hold a trigger key or mouse button to simulate high-frequency clicking
de_de: Halte die Auslösetaste, die linke oder rechte Maustaste gedrückt, um schnelles Klicken zu simulieren.
es_mx: Mantén presionada una tecla o botón del mouse para simular clics de alta frecuencia
fr_fr: Maintenez la touche de déclenchement, le clic gauche ou le clic droit pour simuler des clics à haute fréquence
hi_in: उच्च-आवृत्ति क्लिक अनुकरण करने के लिए ट्रिगर कुंजी या माउस बटन दबाए रखें
id_id: Tahan tombol pemicu atau mouse untuk mensimulasikan klik frekuensi tinggi
it_it: Tieni premuto un tasto o pulsante mouse per simulare clic ad alta frequenza
ja_jp: トリガーキーまたはマウスボタンを押し続けて高速クリックをシミュレート
ko_kr: 트리거 키 또는 마우스 버튼을 길게 눌러 고빈도 클릭 시뮬레이션
pt_br: Segure uma tecla de gatilho ou botão do mouse para simular cliques de alta frequência
ru_ru: Удерживайте клавишу или кнопку мыши для быстрых кликов
zh_cn: 按住触发键、鼠标左键或鼠标右键以模拟高频点击
zh_tw: 按住觸發鍵、滑鼠左鍵或滑鼠右鍵以模擬高頻點擊
